
## Plan Result (management)

[CI link](https://github.com/tqer39/private-lab/actions/runs/2767691525)


<pre><code>Plan: 1 to add, 0 to change, 0 to destroy.</code></pre>

* Create
  * module.organizations.module.accounts[&#34;portfolio&#34;].aws_organizations_account.this


<details><summary>Change Result (Click me)</summary>

```hcl

  # module.organizations.module.accounts["portfolio"].aws_organizations_account.this will be created
  + resource "aws_organizations_account" "this" {
      + arn               = (known after apply)
      + close_on_deletion = false
      + create_govcloud   = false
      + email             = "tqer39+aws-portfolio@gmail.com"
      + govcloud_id       = (known after apply)
      + id                = (known after apply)
      + joined_method     = (known after apply)
      + joined_timestamp  = (known after apply)
      + name              = "Portfolio"
      + parent_id         = "ou-gay9-2q56fb4g"
      + status            = (known after apply)
      + tags_all          = {
          + "pl:environment" = "management"
          + "pl:iac"         = "terraform"
          + "pl:owner"       = "tqer39+aws-management@gmail.com"
          + "pl:product"     = "private-lab"
          + "pl:repository"  = "tqer39/private-lab"
          + "pl:source_path" = "https://github.com/tqer39/private-lab/terraform/environments/management/multi_account"
        }
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```

</details>




<!-- github-comment: {"Command":"plan","JobName":"terraform","PRNumber":112,"Program":"tfcmt","SHA1":"76f8d99fd71979e706227b354fdfc8a808efcc24","Target":"management","Vars":{},"WorkflowName":"Terraform - AWS - Management"} -->